app/Controllers/Home.php

SELECT *
FROM `personal_info`
 LIMIT 1
---
    public function index()
    {
        $model = new PersonalModel();
        $data['personal_info'] = $model->first();